Repository: pixfactor/camork-ios
Catalog: Camork/Resources/Localizable.xcstrings
Source language: ko
Languages: en

# button_cancel
source: 취소
en: Cancel

# button_close
source: 닫기
en: Close

# button_delete
source: 삭제
en: Delete

# button_ok
source: 확인
en: OK

# button_retry
source: 다시 시도
en: Retry

# button_save
source: 저장
en: Save

# button_share
source: 공유하기
en: Share

# camera_init_error_title
source: 카메라를 사용할 수 없어요
en: Camera unavailable

# camera_new_site_chip
source: 새 현장
en: New site

# camera_flash_auto_a11y
source: 플래시 자동
en: Flash auto

# camera_flash_off_a11y
source: 플래시 꺼짐
en: Flash off

# camera_flash_on_a11y
source: 플래시 켜짐
en: Flash on

# camera_permission_denied_description
source: 설정 > Camork에서 카메라 권한을 허용해 주세요. 권한이 없으면 촬영을 시작할 수 없어요.
en: Open Settings > Camork and allow Camera access to start capturing.

# camera_permission_denied_title
source: 카메라 권한이 필요해요
en: Camera access required

# camera_permission_request_button
source: 권한 허용하기
en: Allow access

# camera_permission_request_description
source: 정확한 메타데이터로 현장을 기록하려면 카메라와 위치 권한이 필요해요.
en: Camork needs camera and location access to log site visits with accurate metadata.

# camera_permission_request_title
source: 촬영을 준비해요
en: Get ready to capture

# camera_shutter_a11y
source: 촬영
en: Capture

# camera_tab_label
source: 카메라
en: Camera

# capture_error_title
source: 촬영에 실패했어요
en: Couldn't capture

# gallery_empty_description
source: 촬영한 사진이 현장별로 여기에 모여요.
en: Captured photos will appear here by site.

# gallery_empty_title
source: 아직 현장이 없어요
en: No sites yet

# gallery_load_error_title
source: 현장을 불러오지 못했어요
en: Couldn't load sites

# gallery_loading
source: 현장을 불러오는 중
en: Loading sites

# gallery_refresh_a11y
source: 현장 새로고침
en: Refresh sites

# gallery_tab_label
source: 현장
en: Sites

# gallery_title
source: 현장
en: Sites

# gallery_trash_a11y
source: 휴지통 열기
en: Open trash

# location_permission_denied_description
source: 설정 > Camork에서 위치 권한을 "앱 사용 중"으로 허용해 주세요. 위치는 사진에 함께 저장돼요.
en: Open Settings > Camork and allow Location while using the app to record where each photo was taken.

# location_permission_denied_title
source: 위치 권한이 필요해요
en: Location access required

# lock_screen_failed
source: 인증에 실패했습니다. 다시 시도해 주세요.
en: Authentication failed. Tap to try again.

# lock_screen_reason
source: 업무 사진 열람을 위해 Camork 잠금을 해제합니다.
en: Unlock Camork to view your work photos.

# lock_screen_title
source: Camork이 잠겨 있습니다
en: Camork is locked

# lock_screen_unlock_button
source: 잠금 해제
en: Unlock

# memo_save_error_title
source: 메모를 저장하지 못했어요
en: Couldn't save note

# photo_detail_close_a11y
source: 닫기
en: Close

# photo_detail_edit_memo_a11y
source: 메모 편집
en: Edit note

# photo_detail_image_unavailable
source: 이미지를 표시할 수 없어요
en: Image not available

# photo_detail_memo_more
source: 더보기
en: More

# photo_detail_memo_read_a11y
source: 메모 전체 읽기
en: Read full note

# photo_detail_memo_read_title
source: 메모
en: Note

# photo_detail_memo_title
source: 메모
en: Note

# placeholder_camera_description
source: 준비 중
en: Coming soon

# placeholder_camera_title
source: 카메라
en: Camera

# placeholder_gallery_description
source: 준비 중
en: Coming soon

# placeholder_gallery_title
source: 현장
en: Sites

# placeholder_settings_description
source: 준비 중
en: Coming soon

# placeholder_settings_title
source: 설정
en: Settings

# session_card_photo_count_one
source: 사진 1장
en: 1 photo

# session_card_photo_count_other_format
source: 사진 %d장
en: %d photos

# session_title_fallback
source: 새 현장
en: New site

# session_detail_delete_confirm_message
source: 이 세션과 모든 사진을 휴지통으로 이동합니다. 30일 안에 복원할 수 있습니다.
en: This session and all of its photos will move to Trash. You can restore them within 30 days.

# session_detail_delete_confirm_title
source: 이 세션을 휴지통으로 이동할까요?
en: Move this session to Trash?

# session_detail_delete_session
source: 세션 삭제
en: Delete session

# session_detail_edit_info_a11y
source: 세션 정보 편집
en: Edit session info

# session_detail_edit_name_a11y
source: 현장 이름 편집
en: Edit site name

# session_detail_edit_note_a11y
source: 현장 메모 편집
en: Edit site note

# session_detail_empty_description
source: 이 현장에서 촬영한 사진이 여기에 표시됩니다.
en: Photos captured for this site will appear here.

# session_detail_empty_title
source: 사진 없음
en: No photos

# session_detail_load_error_title
source: 사진을 불러올 수 없어요
en: Photos couldn't load

# session_detail_loading
source: 사진 불러오는 중
en: Loading photos

# session_detail_move_to_trash
source: 휴지통으로 이동
en: Move to Trash

# session_detail_note_more
source: 더보기
en: Read more

# session_detail_note_read_title
source: 세션 메모
en: Note

# session_detail_overflow_a11y
source: 추가 옵션
en: More options

# session_detail_photo_open_error_title
source: 사진을 열 수 없어요
en: Photo couldn't open

# session_detail_share_a11y
source: 현장 공유
en: Share site

# session_detail_trash_error_title
source: 휴지통으로 이동하지 못했습니다
en: Couldn't move to Trash

# session_edit_not_found_error
source: 이 현장을 더 이상 사용할 수 없어요.
en: This site is no longer available.

# session_info_edit_title
source: 세션 정보
en: Session info

# session_info_save_error_title
source: 세션 정보를 저장하지 못했습니다
en: Couldn't save session info

# session_name_edit_title
source: 현장 이름
en: Site name

# session_name_empty_error
source: 현장 이름을 입력해 주세요.
en: Enter a site name.

# session_name_field_label
source: 이름
en: Name

# session_name_save_error_title
source: 이름을 저장하지 못했어요
en: Couldn't save name

# session_note_edit_title
source: 현장 메모
en: Site note

# session_note_field_label
source: 메모
en: Note

# session_note_save_error_title
source: 메모를 저장하지 못했어요
en: Couldn't save note

# settings_about_version
source: 버전
en: Version

# settings_lock_policy_fifteen_minutes
source: 15분 후
en: After 15 minutes

# settings_lock_policy_five_minutes
source: 5분 후
en: After 5 minutes

# settings_lock_policy_immediate
source: 즉시
en: Immediately

# settings_lock_policy_label
source: 잠금 시점
en: Lock app

# settings_lock_policy_off
source: 끔
en: Off

# settings_lock_policy_one_minute
source: 1분 후
en: After 1 minute

# settings_open_trash
source: 휴지통 열기
en: Open Trash

# settings_section_about
source: 앱 정보
en: About

# settings_section_app_lock
source: 앱 잠금
en: App Lock

# settings_section_trash
source: 휴지통
en: Trash

# settings_tab_label
source: 설정
en: Settings

# share_auto_text_photo_count_one
source: 사진 1장
en: 1 photo

# share_auto_text_photo_count_other_format
source: 사진 %d장
en: %d photos

# share_include_location
source: 위치 정보 포함
en: Include location

# share_include_time
source: 촬영 시간 포함
en: Include capture time

# share_options_text_label
source: 공유 텍스트
en: Share text

# share_options_title
source: 공유 옵션
en: Share options

# share_prepare_error_message
source: 사진을 다시 불러온 뒤 시도해 주세요.
en: Reload the photos and try again.

# share_prepare_error_title
source: 공유를 준비할 수 없어요
en: Couldn't prepare share

# storage_init_error_description
source: 저장소 또는 카메라 초기화 중 문제가 발생했어요. 잠시 후 다시 시도해 주세요.
en: Storage or camera initialization failed. Please try again in a moment.

# storage_init_error_retry
source: 다시 시도
en: Try again

# storage_init_error_title
source: Camork를 시작할 수 없어요
en: Camork can't start

# trash_action_error_title
source: 작업을 완료하지 못했습니다
en: Couldn't complete action

# trash_action_purge
source: 영구 삭제
en: Delete forever

# trash_action_restore
source: 복원
en: Restore

# trash_empty_description
source: 삭제된 세션과 사진이 30일 동안 이곳에 보관되었다가 영구 삭제됩니다.
en: Deleted sessions and photos will appear here for 30 days before being removed forever.

# trash_empty_title
source: 휴지통이 비었습니다
en: Trash is empty

# trash_load_error_title
source: 휴지통을 불러오지 못했습니다
en: Couldn't load trash

# trash_loading
source: 휴지통을 불러오는 중
en: Loading trash

# trash_purge_confirm_message
source: 이 사진은 영구 삭제되어 복원할 수 없습니다.
en: This photo will be removed forever. It can't be restored.

# trash_purge_confirm_title
source: 이 사진을 영구 삭제할까요?
en: Delete this photo forever?

# trash_section_photos
source: 사진
en: Photos

# trash_section_sessions
source: 세션
en: Sessions

# trash_title
source: 휴지통
en: Trash
